// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Ustawienia drukowania bezpośredniego";

NoSetTitle = "Nie można skonfigurować ustawień drukowania bezpośredniego";
NoSetMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
UnknownValue = "Wybierz...";

"Keep Current Settings" = "Zachowaj bieżące ustawienia";

"US Letter" = "US Letter";
"A4" = "A4";
"Legal" = "Legal";
"Hagaki Card" = "Karta Hagaki";
"Photo 4 x 6 in." = "Zdjęcie 4 x 6 cali";
"Photo 5 x 7 in." = "Zdjęcie 5 x 7 cali";
"Photo L" = "Zdjęcie L";
"Borderless Photo 4 x 6 in." = "Zdjęcie bez obramowania 4 x 6 cali";
"Borderless Hagaki Card" = "Karta Hagaki bez obramowania";
"Borderless Photo L" = "Zdjęcie L bez obramowania";

"Plain Paper" = "Zwykły papier";
"Transparency" = "Folie";
"InkJet Paper" = "Papier Inkjet";
"Photo Paper" = "Papier fotograficzny";
"Brochure Paper" = "Papier broszurowy";

"Index" = "Karta indeksowa";
"2 x 3 in." = "2 x 3 cale";
"3 x 5 in." = "3 x 5 cali";
"4 x 6 in." = "4 x 6 cali";
"5 x 7 in." = "5 x 7 cali";
"6 x 8 in." = "6 x 8 cali";
"8 x 10 in." = "8 x 10 cali";
"60 x 80 mm" = "60 x 80 mm";
"Photo L (89 x 127 mm)" = "Zdjęcie L (89 x 127 mm)";
"Hagaki Card (100 x 148 mm)" = "Karta Hagaki (100 x 148 mm)";
"130 x 180 mm" = "130 x 180 mm";
"90 x 130 mm" = "90 x 130 mm";
"100 x 150 mm" = "100 x 150 mm";
"150 x 210 mm" = "150 x 210 mm";
"200 x 250 mm" = "200 x 250 mm";

"Best" = "Najwyższa";
"Normal" = "Normalna";
"Fast" = "Najszybsza";

TaskDescription = "Aparaty cyfrowe obsługujące format DPOF (Digital Print Order Format) umożliwiają określenie opcji drukowania zdjęć przy użyciu aparatu.\n\nPo włożeniu karty pamięci zawierającej pliki w formacie DPOF drukarka automatycznie wydrukuje określone zdjęcia przy użyciu tych ustawień:";
MediaSizeLabel = "Rozmiar nośnika:";
MediaTypeLabel = "Typ nośnika:";
PrintQualityLabel = "Jakość druku:";
PhotoSizeLabel = "Rozmiar zdjęcia";
TaskNote1 = "Uwaga: Ustawienia mają także zastosowanie do zadań drukowania wysłanych z urządzeń PDA (Personal Digital Assistant).";
TaskNote2 = "Wybrany rozmiar zdjęcia nie może być większy od wybranego rozmiaru papieru.";
ApplyButtonTitle = "Zastosuj teraz";
